Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/other_files/samiske_tall_forteller_ii_norsk.pdf.tmx
Source language: nob
Languages: sme

source: Dette kan i noen tilfeller være mer hensiktsmessig rent metodisk fordi det krever et mindre antall kostholdsspørsmål i spørreskjemaene og samtidig kan resultatene i noen tilfeller være enklere å tolke.
sme: Dat sáhttá muhtun oktavuođain lea eanet heivvolaš metodalaččat danin go dat ii gáibit nu ollu biepmodoallogažaldagaid gažadanskovis seammásgo bohtosiid muhtun oktavuođain sáhttá leat álkit dulkot.

source: Dette fordi kosthold faktisk består av inntak av mange ulike matvarer, ikke enkelnæringsstoffer, og at kosthold i befolkningsstudier har vist seg å kunne uttrykkes i definerte kostmønster.
sme: Nu lea danin go biebmodoalus sáhka oažžumis máŋga iešguđetlágan borramušgálvvuid, iige ovttaskas bibmosiid, ja ahte biebmodoallu olbmuid gaskkas iskkademiin dávjá lea báhkkoduvvon meroštallojuvvon biebmominstariin.

source: Kostmønsteranalysene i SAMINOR studien ble gjort slik at individene som deltok i studien ble plassert i grupper etter likhetsgraden på kostholdsspørsmålene.
sme: Biebmominsttarlađastallamat SAMINOR iskkadeamis čađahuvvui nu ahte sii geat serve dutkamuššii juhkkojuvvojedje joavkkuide biebmodoallogažaldagaid ovttaláganvuođa mielde.

source: Videre ble disse kostgruppene eller kostmønstrene analysert i forhold til etnisitet, geografi og helseatferd.
sme: Viidáset biebmojoavkkut dahje biebmominstarat leat lađastallon čearddalašvuođa, geografiija ja dearvvašvuođameanuid ektui.

source: Kostholdsmønster For spørreskjemaopplysningene i SAMINOR-studien vedrørende kosthold ble fem ulike kostmønstre definert og navngitt etter hva som karakteriserte kostmønstrene best: 1) Reinkjøtt, 2) Fisk, 3) Gjennomsnittlig, 4) Frukt og grønt og 5) Vestlig / tradisjonelt marint. ”
sme: Biebmodoalu minsttar Gažadanskovi dieđut SAMINOR-dutkamušas biebmodoalu birra vihtta iešguđetlágan biebmominstara mearriduvvojedje ja namuhuvvojedje dan mielde mii buoremusat govvida biebmominstariid: 1) Bohccobiergu, 2) Guolli, 3) Gaskamearálaš, 4) Šattut ja ruotnasat ja 5) Oarjjil / árbevirolaš mearalaš. ”

source: Reinkjøttgruppa ” hadde høyt forbruk av rein og reinkjøtt produkter og elg, røykt og saltet fisk samt kokekaffe.
sme: Bohccobiergojoavkku oasseváldit ” borre ollu bohccobierggu ja bohccobiergobuktagiid ja ealgabierggu, suovastuvvon ja sáltejuvvon guoli ja vuoššangáfe.

source: Denne gruppa var karakterisert av personer med tre generasjoner samiske språk (Sami I), høy forekomst av overvekt og lav fysisk aktivitet.
sme: Dán joavkku mihtilmasvuohtan lei ahte das ledje olbmot geat golmma maŋimus buolvvain ledje sámegielagat (Sámi I), dávjá badjelmeare lossat ja unnán fysalaš doaimmat. ”

source: ” Fisk ” besto av personer som ofte konsumerte alle de marine matproduktene i spørreskjemaet.
sme: Guolejoavkkus ” ledje olbmot geat dávjá borre buot mearrabiebmobuvtagiid mat namuhuvvojedje skovis.

source: Denne gruppa var dominert av kvinner og personer som rapporterte egen helse som ” ikke så god ” noe som forklares med at gruppa hadde høyest snittalder.
sme: Dán joavkkus ledje nissonolbmot eanetlogus ja sii iežaset dearvvašvuođa namuhedje “ ii nu buorre ” masá čilgehussan sáhttá leat ahte joavkkus alimus gaskamearálaš ahki. ”

source: Kostmønsteret kalt ” gjennomsnittlig ” var karakterisert av et gjennomsnittlig inntak på alle kostholdsspørsmålene bortsett fra helmelk, saltet og røkt fisk samt kokekaffe, pølser svin og lam.
sme: Gaskamearálaš ” biebmominsttarjoavkku mihtilmasvuohtan biebmodoalu gažaldagain lei ahte vástidedje ahte sii borre gaskamearálaččat buot biebmošlájain earret čielgamielkki, sáltejuvvon ja suovastuhtton guoli ja vuoššangáfe, márffiid, spiinnebierggu ja lábbábierggu.

source: Denne gruppa var dominert av menn. ”
sme: Dán joavkkus ledje eanas dievddut. ”

source: Frukt og grønt ” fikk denne betegnelsen på grunn av høyt inntak av disse matvarene i tillegg til kylling, pasta, te og vann.
sme: Šattut ja ruotnasat ” jovkui gullevaš olbmot borre ollu šattuid ja ruotnasiid ja dása lassin vel vuoncábierggu, pasta, deaja ja čázi.

source: Denne gruppa var karakterisert av høy andel kvinner og personer med en helsebevist livsstil samt personer som rapporterte egenhelsen som ” meget god ”.
sme: Maŋimus biebmominsttarjoavku gohčoduvvon ” oarjjil / árbevirolaš mearalaš ” mas ledje olbmot geat dieđihedje dávjá borra ng. oarjemáilmmi borramušgálvvuid nugomat

source: Det siste definerte kostmønsteret kalt ” vestlig / tradisjonelt marint ” var dominert av personer som rapporterte hyppig bruk av såkalte vestlige matvarer som hamburger, pizza, pølser, gryteretter, svin og storfekjøtt.
sme: hamburgeriid, pizzaid, márffiid, ruitoseagáža, spiinnebierggu ja gusabierggu.

source: Denne gruppa hadde i tillegg den hyppigste bruken av tradisjonskosten fiskelever og rogn i tillegg til hval, sjøfugleegg og filterkaffe.
sme: Dán joavkkus dieđihedje maiddái dávjá borrat árbevirolaš borramušaid guole-vuoivasa ja meađđemiid lassin dasa ahte vel borre bossubierggu, mearralotti moniid ja juhke filttargáfe.

source: Tabell 2.6 Kostmønster i forhold til ulike karakteristika.
sme: Tabealla 2.6 Biebmominsttar iešguđet mihtilmasvuođaid ektui.

source: (2003/2004) Kilde: Brustad et al.
sme: (2003/2004) Gáldu: Brustad et al.

source: 2008 Int J Circumpolar Health Kostmønstergrupper basert på totalt 12816 personer Reinkjøtt Kjønn Menn Kvinner Alder 36-49 50-64 65-79
sme: 2008 Int J Circumpolar Health Biebmominsttarjoavkkut oktiibuot 12816 olbmo iskojuvvon Bohccobiergu Guolli

source: Fisk
sme: Gaskamearri

source: Gjennomsnitt Frukt og Vestlig, grønnsaker tradisjonell marin
sme: Šattut ja ruotnasat Oarjjil, árbevirolaš mearalaš

source: Om lag 80 % av utvalget i denne studien bodde ved kysten, likevel var drøyt 80% av ” Reinkjøttgruppa ” bosatt på innlandet.
sme: Sullii 80% sis geat leat leamašan mielde iskkadeamis ásse rittus, dattege váile 80% ” Bohccobiergojoavkkus ” ásse siseatnamis.

source: Tilhørighet i de ulike kostgruppene var mer avhengig av geografi enn etnisitet (Figur 4), bortsett fra for Sami I hvor mer enn 70 prosent av personene tilhørte ” reinkjøttgruppa ”.
sme: Gullevašvuohta iešguđet biebmojoavkkuide lei eanet čadnásat geografiijii go čearddalašvuhtii (Figuvra 4), earret Sámi I joavku go badjel 70 proseanta gulle ” bohccobiergojovkui ”.

source: For befolkningen ved kysten hadde etnisitet liten påvirkning på kostmønstrene.
sme: Riddoguovllu ássiide čearddalaš unnán váikkuhii biebmominstariid.

source: På innlandet ble det funnet at kostholdet var i større grad assosiert til etnisitet (Figur 4).
sme: Siseatnamis gal gávnnahuvvui ahte biebmodoallu lei čadnon čearddalašvuhtii (Figuvra 4).

source: Figur 2.4 Fordeling av kostmønstergrupper på kyst og innland i forhold til etnisitet 3. (2003-2004) Kilde: Brustad et al.
sme: Figuvra 2.4 Biebmominstarjoavkuid juohku siseatnama ja rittu gaskkas čearddalašvuođa ektui 3. (2003-2004) Gáldu: Brustad et al.

source: 3 ” Sami I ” er personer som har samisk som morsmål i tre generasjoner, ” Sami II ” er personer med minst to besteforeldre med samisk språk, ” Sami III ” er personer med minst én samisk identitetsmarkør (språk, selvopplevd samisk etnisitet, familiebakgrunn). ”
sme: 3 ” Sámi I ” leat olbmot geain golmma maŋimus buolvvain lea leamašan sámegiella eatnigiellan, ” Sámi II ” leat olbmot geain lea sihke áhkku ja áddjá geat hupmet sámegiela, ” Sámi III ” leat olbmot geain lea unnimusat okta identehtamearka (giella, iešvásihuvvo sámi čearddalašvuohta, bearášduogáš). ”

source: Ikke-samisk ” er alle som ikke inngår i en av de samiske gruppene.
sme: Eai-sámit ” leat earát geat eai gula guđege sámi joavkkuide..

source: Jernmangel og kosthold Internasjonalt er jernmangel en betydelig mangelsykdom forårsaket bl.a. av dårlig ernæring og kroniske sykdommer.
sme: Ruovdevátni ja biebmodoallu Riikkaidgaskasaččat lea ruovdevátni mealgadis vátnedávda man sivvan earret eará lea heajos biebman ja bissovaš dávddat.

source: Jernmangel kan forårsake nedsatt allmenntilstand, spesielt hos kvinner i menstruerende alder, samt hos eldre og barn.
sme: Ruovdevátni sáhttá dagahit heajut dábálaš dearvvašvuođadili, earenoamážiid mannodávdda ahkásaš nissoniin, ja vuorasolbmuin ja mánáin.

source: Kilder til jern i kosten er animalske produkter, men jern finnes også i planter, korn og grønnsaker.
sme: Ruovddegáldu biepmuin leat ealánbuktagat, muhto ruovdi gávdno maiddái šattuin, gortnis ja ruotnasiin.

source: Jernmangel er den vanligste kostmangelen i Norge.
sme: Ruovdevátni lea dábáleamos biebmovátni Norggas.

source: Ved jernmangelanemi (lav blodprosent pga lite jern) reduseres kroppens evne til å frakte oksygen.
sme: Varrasonahat (vuollegis varraproseanta go lea unnán ruovdi) dagaha ahte rupmaša ii nákce fievrridit oksygena.

source: Jernmangelanemi utvikler seg langsomt og kan oppstå enten p.g.a. økt tap av jern ofte gjennom blødninger, ved økt behov for jern f.eks ved svangerskap eller ved for lavt inntak av jern.
sme: Varrasonahat ovdána njozet ja sáhttá čuožžilit juogo ruovddeváni dihte mii dávjá čuožžila vardimiid maŋŋil, lassáneaddji ruovdde-dárbbu dihte nugomat áhpehisvuođa dilis dahje jus lea ožžon beare unnán ruovddi borramuša bakte.

source: De tidlige symptomene kan gi en rekke ukarakteristiske plager slik som slapphet, / trøtthet blek hud, hodepine, øresus, svimmelhet og nedsatt arbeidskapasitet.
sme: Árra dávdaovdasiid dihte sáhttet čuožžilit máŋga ja eahpedábálaš givssit nugomat ahte šlieddána, / váibá ahte šaddá šovkes liiki, oaivebávččas, beallješuva, oaivejorgása ja heajut bargonávcca.

source: Tegn på alvorlig jernmangelanemi er tungpustenhet, rask puls og hjertesvikt.
sme: Duođalaš varrasonahaga dávdamearkan lea lossavuoiŋŋahat, jođánis rávkkas ja váibmováidun.

source: I dette kapitlet er målinger av både fritt jern i blodet og lagret jern i kroppen referert til for å beskrive befolkningens jernstatus.
sme: Dán kápihttalis leat čađahuvvon mihtideamit sihke friddja ruovddi varas ja vurkejuvvon ruovdi rupmašis čadnojuvvon dasa ahte govvidit álbmoga ruovdeárvvu.

source: Jernstatus i den samiske befolkningen Resultater fra SAMINOR-studien viste at gjennomsnittlig mål for lagerjern i kroppen var høyere hos menn enn hos kvinner.
sme: Ruovdde-árvu sápmelaččain SAMINOR-dutkamuša bohtosat čájehedje ahte gaskamearálaš vurkejuvvon ruovddemihttu lei eanet dievdduin go nissoniin.

source: Studien viste at den delen av befolkningen som hadde snakket samisk i tre generasjoner, hadde høyest gjennomsnittlige jernnivå.
sme: Dutkamuš čájeha ahte maŋimus golmma buolvva sámegielat olbmuin, lei stuorit gaskamearálaš ruovddedássi.

source: For menn var jernnivåene fallende med økende alder, etter fylte 60 år.
sme: Dievdduin, maŋŋil go ledje deavdán 60 jagi, de ruovddedássi rupmašis jahkásažžat njiejai.

source: Hos kvinner økte jernnivåene i aldergruppen 50 – 70, altså etter menopause.
sme: Ruovddedássi gaskal 50 ja 70 jahkásaš nissonolbmuin lassánii, mii mearkkaša maŋŋil go mannodávda olát bisánii.

source: Etter fylte 70 år begynte jernnivåene også å falle hos kvinner.
sme: Maŋŋil go nissonat devde 70 jagi ruovddedássi sis maid njiedjagođii.

source: Uavhengig av etnisk tilhørighet var jernmangel sjeldent hos menn som deltok i SAMINOR- studien.
sme: Beroškeahttá čearddalaš gullevašvuođa de ruovdevátni lei hui hárve daid dievdduin geat serve SAMINOR- dutkamuššii.

source: Spesielt i “ reinkjøttgruppa ” var det få deltakere med jernmangel.
sme: Earenoamážiid “ bohccobiergojoavkkus ” ledje unnán oasseváldit geain lei ruovdevátni.

source: Her hadde ingen av mennene i aldersgruppa over 50 år tomme jernlager i kroppen.
sme: Dán joavkkus ii ovttage badjel 50-jahkasaš dievddus guoros ruovderájus rupmašis.

source: Jernmangel var opptil ni ganger vanligere hos kvinner enn menn, uavhengig av etnisk tilhørighet.
sme: Ruovdevátni lei 9 geardde dábáleabbo nissoniin go dievdduin, beroškeahttá čearddalaš gullevašvuođa.

source: Også hos kvinner var det personer i ” reinkjøttgruppa ” som hadde lavest andel deltakere med tomme jernlager i kroppen (Figur 5).
sme: Maiddái ” bohccobiergojoavkku ” nissoniin lei unnimus oassi oasseváldit geain lei guoros ruovderájus rupmašis (Figuvra 5).

source: aldersgruppa over 50 år var det ikke påvisbare forskjeller i jernstatus mellom gruppene av ulike kostmønster.
sme: Badjel 50 jahkásaččaid gaskkas iešguđet biebmominsttarjoavkkuin eai lean bálljo obage ruovdaváni erohusat.

source: Figur 2.5 Andelen kvinner med tomme jernlager i forhold til kostmønster.
sme: Figuvra 2.5 Nissoniid lohku geain ledje guoros ruovdderádjosat biebmominstara ektui.

source: Kilde: Borderstad et al (2007) European Journal of Haematology
sme: Gáldu: Borderstad et al (2007) European Journal of Haematology

source: Kost og livsstil påvirker jernlagrene Jernlagrene i kroppen er påvirket av mange ulike faktorer som kjønn, alder, helsetilstand og ikke minst ernæring.
sme: Biebmu ja eallinvuohki váikkuha ruovdderádjosiidda Leat máŋga beali mat váikkuhit rupmaša ruovdderádjosa nugomat sohkabealli, ahki, dearvvašvuođadilli ja iige unnimusat biebman.

source: Analyser gjort i SAMINOR på jerninnhold har vist at befolkning bosatt i indre strøk, hadde gjennomsnittlig høyere jernnivå enn befolkningen bosatt ved kysten.
sme: Lađastallamat dahkkon SAMINOR ´as ruovddesisdoalu ektui čájeha ahte sis geat ásse siseatnamis, gaskamearálaččat lei alit ruovddedássi rupmašis go sis geat ásse rittus.

source: Jernnivåene var også høyere i den samiske befolkningen på innlandet, sammenliknet med den ikke samiske befolkningen i samme område.
sme: Ruovddedássi lei maiddái stuorit siseatnan sápmelaččain, go dážain ja rivguin geat ásse seamma guovllus.

source: Ved kysten derimot er det ingen forskjell i jernnivåer mellom samer og resten av befolkningen.
sme: Rittus eat oainne makkárge erohusaid sápmelaččain ja muđui eará álbmoga gaskkas.

source: Forskjellene i jernnivå hos deltakerne, kan forklares ut fra flere faktorer.
sme: Lea máŋga beali mat sáhttet leat vástádussan ruovddedási erohusaide oasseváldit gaskkas.

source: Den viktigste faktor som påvirker jernnivåer er kosthold.
sme: Deháleamos dagaldat mii váikkuha ruovddedási lea biebmodoallu.

source: Den samiske befolkningen på innlandet spiste betydelig mer reinkjøtt enn resten av deltakerne i SAMINOR.
sme: Sápmelaččat siseatnamis borre mealgat eanet bohccobierggu go dat earát geat ledje mielde SAMINOR dutkamušas.

source: Reinkjøtt innholder mye såkalt biotilgjengelig jern, (3.8 mg per 100 g rått kjøtt) det vil si jern som lett tas opp i kroppen.
sme: Bohccobierggus lea ollu ng. bioolamuttos ruovdi, (3.8 mg juohke 100 g njuoska bierggus) mii mearkkaša ruovdi mii álkit suddá rupmašis.

source: Kosthold rikt på jern, 45 beskytter mot jernmangel.
sme: Biebmodoallu mas lea ollu ruovdi suodjala ruovddeváni vuostá.

source: Befolkningen bosatt på kysten spiste generelt mindre kjøtt og mere fiskemat, uavhengig av etnisk bakgrunn.
sme: Olbmot geat ásse rittus borre oppalaččat unnit bierggu ja eanet guoleborramušaid, beroškeahttá čearddalaš duogáža.

source: Referanser [14-16]
sme: Čujuhusat [14-16]

source: 2.9 Røyk og alkohol Sammendrag Generelt har det i dag ikke vært påvist store forskjeller i røykevaner mellom samer og nordmenn verken for voksne eller ungdommer.
sme: 2.9 Duhpát ja alkohola Čoahkkáigeassu Oppalaččat eai leat čujuhuvvon stuora borgguhanvieruin sápmelaččaid ja earái gaskkas ii rávesolbmuid iige nuoraid gaskkas.

source: For menn har studier vist en noe høyere røykeforekomst blant samer på innlandet enn ikke-samer.
sme: Dutkamuš lea čájehan ahte siseatnamis sámi dievdduid gaskkas leat eanet borgguheaddjit go dážaid gaskkas.

source: Tilsvarende er ikke funnet for kvinner.
sme: Vástideaddji dili eat leat gávdnan nissonolbmuid gaskkas.

source: Blant ungdom ble det funnet at samiske ungdommer startet tidligere å røyke enn norske.
sme: Nuoraid gaskkas gávdne ahte sámi nuorat álge borgguhit árabut go dáža nuorat.

source: Både samiske menn og kvinner har rapportert en høyere andel totalavhold i forhold til alkohol enn ikke-samisk befolkning.
sme: Sihke sámi dievdduin ja nissoniin lea stuorit oassi dieđihan juguhisvuođa go dážaid ja rivguid gaskkas.

source: Spesielt er dette mønsteret tydelig for eldre samiske kvinner.
sme: Dát minsttar lea earenoamáš čielggas vuorraset sámi nissoniid gaskkas.

source: Samiske ungdommer har også rapportert om lavere alkoholbruk enn hos norsk-ættede.
sme: Maiddái sámi nuorat lea dieđihan ahte juhket unnit go dáža nuorat.

source: 2.9.1 Røyking Røyking øker risikoene for en lang rekke sykdommer som lungekreft, hjertekar-sykdom og kroniske lungelidelser.
sme: 2.9.1 Borgguheapmi Borgguheami olis lassána riska dohppehallot máŋga dávddaide nugomat geahpesboras, váibmo- ja varrasuotnavigit ja bissovaš geahpesvigit.

source: Statistisk sentral byrå (SSB) gjennomfører årlig undersøkelser om tobakksbruk.
sme: Statistalaš guovddášdoaimmahat (SSB) čađahan jahkásaččat guorahallama duhpátboaldima birra.

source: I 1973 røykte over halvparten av den mannlige voksne befolkningen mens andelen i 2006 var om lag 21 %.
sme: 1973´s badjel bealli rávis dievdduin borgguhedje ja 2006´s ges 21%.

source: Andelen dagligrøykere blant kvinner har også sunket fra 32 % i 1973 til 22 % i 2006.
sme: Beaivválaš borgguheddjiid lohku nissoniid gaskkas lea njiedjan 32% jagi 1973´s 22 %:ii 2006´s.

source: Mens røyking tidligere var utbredt i alle sosiale lag, er det nå en sterk overrepresentasjon av personer med lav utdanning som er dagligrøykere.
sme: Ovdal borgguheapmi dáhpáhuvai buot servodaga sosiála dásiin, ja dál eatnasat sis geat borgguhit beaivválaččat leat sii geain lea vuollegis oahppu.

source: Når det gjelder av og til røyking er forholdet det motsatte.
sme: Dušše duollet dalle borgguheddjiin lea fas áibbas nuppeládje.

source: Tidligere befolkningsundersøkelser har påvist høyest forekomst av daglige røykere i Finnmark sammenlignet med andre fylker i Norge.
sme: Árabut álbmotguorahallamat lea gávnnahan eanet beaivválaš borgguheddjiid Finnmárkkus go eará fylkkain.

source: Tall for perioden 2004-2008 viser at det er store forskjeller mellom fylkene når det gjelder røyking.
sme: 2004-2008 áigodaga logut čájehit stuora erohusaid fylkkaid gaskkas borgguheami ektui.

source: Lavest andel som røyker daglig finner man i Oslo med 19 prosent, høyest i Finnmark med 32 prosent i følge Statistisk sentralbyrå.
sme: Unnimus oasi borgguheddjiid gávdnat Oslos gos 19% suohkana ássiin borgguhit, eanemus borgguheaddjit leat Finnmárkkus gos 32 proseanta borgguhit čájehit statisttalaš guovddášdoaimmahaga logut.

source: 2.9.2 Alkohol Alkohol er det mest utbredte rusmiddelet i befolkningen og sannsynligvis det rusmiddelet som medfører det største misbruksproblemet.
sme: 2.9.2 Alkohola Alkohola lea gárihuhttinávnnas man olbmot eanemusat návddašit ja doaivumis dat gárihuhttinávnnas mii dagaha stuorimus jugešvuođa váttisvuođaid.

source: I tillegg er det økt risiko for uhell, skader og ulykker forbundet med inntak av alkohol.
sme: Dasa lassin alkoholanávddašeami olis sáhttá vásihit bárttiid, vahágiid ja lihkohisvuođaid.

source: Det samlede alkoholforbruket i Norge har økt siden 1990, fra 4,55 liter pr innbygger i 1993 til 6,37 liter i 2005.
sme: Oppalaš alkoholageavaheapmi Norggas lea lassanan 1990 rájes, 4,55 lihtaris juohke olbmo nammii jagi 1993´s 6,37 lihtarii jagi 2005´s.

source: Det er øl og vin som har økt mest i løpet av de siste 20 årene.
sme: Lea viina ja vuola mii eanemusat lea lassanan maŋimus 20 jagis.

source: Økningen i vinomsetningen knyttes til et såkalt ” kontinentalt ” drikkemønster, der man drikker ofte men med mindre kvanta konsumert ved hver drikkesituasjon.
sme: Viinavuovdima lassáneapmi lea čadnojuvvon dasa ahte dál lea ” kontinentála ” juhkanminsttar, mii mearkkaša ahte olbmot juhket dávjjibut muhto unnit hivvodaga juohke juhkanbáikkis.

source: Disse vanene har ikke erstattet det nordiske drikkemønsteret med helgefyll og beruselse, men kommer i tillegg.
sme: Dát vierut eai leat boahtán davviriikkalaš juhkanminstara sadjái vahkoloahpaid juhkamin ja juhkaluvvamin, baicca lassin.

source: 2.9.3 Kildemateriale I både SAMINOR- og Ung i Nord studien er det innhentet opplysninger på bruk av alkohol og tobakk.
sme: 2.9.3 Gáldoávdnasat Sihke SAMINOR- ja Nuorra Davvin dutkamušain leat čohkkejuvvon dieđut alkohola ja duhpáha geavaheami birra.

source: Basert på Finnmarkundersøkelsene er det også publiserte data på røyking og etnisitet.
sme: Finnmárkku-guorahallamiid vuođul leat maiddái almmuhuvvon dieđut borgguheami ja čearddalašvuođa birra.

source: Røyking blant samer Fra de første Finnmarksundersøkelsene fra 1974/75 ble det funnet at en mindre andel samer enn nordmenn født i Finnmark var dagligrøykere.
sme: Borgguheapmi sápmelaččaid gaskkas Vuosttaš Finnmárkku-guorahallamiin 1974/75 rájes gávdne ahte ledje unnit Finnmárkku riegádan sápmelaččat go dážat geat borgguhedje beaivválaččat.

source: Samer og nordmenn bosatt i Finnmark, men født utenfor fylke, hadde lik forekomst av dagligrøyking (Figur 6).
sme: Sápmelaččat ja dážat geat ásse Finnmárkkus, muhto riegádan eará fylkkain, ledje seamma oallugat geat borgguhedje (Figuvra 6).

source: Figur 2.6
sme: Figuvra 2.6

source: Daglig røyking i forhold til etnisitet basert på tall fra Finnmarksundersøkelsen 1974/75 (Norsk I = personer bosatt i fylket, men født utenfor Finnmark, Norsk II = personer født i Finnmark, Finsk = Finlendere født i Finnmark, Samisk = minst to besteforeldre med samisk språk) Kilde: Njølstad I et al (1998) Epidemiology
sme: Beaivválaš borgguheapmi čearddalašvuođa ektui Finnmárkkuguorahallama loguid vuođul 1974/75 (Dáru I = olbmot geat orrot fylkkas, muhto riegádan olggobealde Finnmárkku, Dáru II = olbmot riegádan Finnmárkkus, Suoma = suopmelaččat riegádan Finnmárkkus, Sámi = unnimusat áhkku ja áddjá geat hupmaba sámegiela) Gáldu: Njølstad I et al (1998) Epidemiology

source: Data fra SAMINOR studien på røykevaner viste ikke markante etniske forskjeller for kvinner verken på kysten eller innlandet (Figur 7 og 8).
sme: Dieđut SAMINOR dutkamušas borgguhanvieruid birra eai gávdnan nu čielga čearddalaš erohusaid nissonolbmuin ii rittus iige siseatnamis (Figuvra 7 ja 8).

source: For menn var det et klarere mønster av at samer i større grad var røykere enn ikke-samiske spesielt for de som var bosatt på innlandet (Figur 9).
sme: Dievdduid gaskkas lei čielga minsttar ahte sápmelaččaid gaskkas ledje eanet borgguheaddjit go dážaid gaskkas earenoamážiid siseatnamis (Figuvra 9).

source: Figur 2.7 Røykevaner for menn bosatt på innlandet i forhold til etnisitet basert på data fra SAMINOR studien fra 2003/04.
sme: Figuvra 2.7 Borgguhanvierut dievdduin geat ásset siseatnamis SAMINOR 2003/2004 dutkamuša čearddalašvuođadieđuid.

source: Kilde: Broderstad et al.
sme: Gáldu: Broderstad et al.

source: Røykevaner for kvinner bosatt på innlandet i forhold til etnisitet basert på data fra SAMINOR studien fra 2003/04.
sme: Siseatnan nissoniid borgguhanvierut SAMINOR 2003/2004 čearddalašvuođa dieđuid vuođul.

source: Røykevaner for menn bosatt ved kysten i forhold til etnisitet basert på data fra SAMINOR studien fra 2003/04.
sme: Riddoguovllu dievdduid borgguhanvierut SAMINOR 2003/2004 čearddalašvuođa dieđuid vuođul.

source: Ungdomsundersøkelsen Ung i Nord viste at bant ungdom som gikk på videregående skole i 1994/95 var ikke store etniske forskjeller i røykevaner.
sme: Nuoraidiskkadeapmi Nuorra Davvin čájehii ahte nuoraid gaskkas joatkkaskuvllain 1994/95 skuvlajagi eai lean stuora čearddalaš erohusat borgguhanvieruin.

source: 35 % av samisk ungdom (definert som minst én samisk markør som språk, familiebakgrunn) røykte mer enn 15 sigaretter per dag mot 30 % av de norske.
sme: 35% sámi nuorain (unnimusat okta čearddalašvuođamearka nugomat giella dahje bearášduogáš) borgguhedje badjel 15 sigareahta beaivválaččat ja dáža nuoraid ges 30%.
